// © Copyright 2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Informacje o materiałach eksploatacyjnych";

NoRegionTitle = "Błąd stanu podczas odczytywania z drukarki informacji o pojemniku";
NoRegionMsg = "Informacje o pojemnikach z tuszem znajdują się w papierowym podręcznym przewodniku dostarczonym z drukarką.";

blackInkCartridge = "Tusz czarny";
matteblackInkCartridge = "Tusz czarny matowy";
photoblackInkCartridge = "Tusz fotograficzny czarny";
cyanInkCartridge = "Tusz błękitny";
magentaInkCartridge = "Tusz purpurowy";
yellowInkCartridge = "Żółty tusz";
lightcyanInkCartridge = "Tusz jasnoniebieski";
lightmagentaInkCartridge = "Tusz jasnopurpurowy";
lightgrayInkCartridge = "Tusz jasnoszary";
tricolorInkCartridge = "Tusz trójkolorowy";
photoInkCartridge = "Tusz fotograficzny";
grayInkCartridge = "Tusz fotograficzny szary";
blueInkCartridge = "Tusz fotograficzny niebieski";
silverInkCartridge = "Srebrny (tylko Windows)";

photoblacklightgrayPrinthead = "Głowica drukująca tuszem fotograficznym czarnym / jasnoszarym";
matteblackcyanPrinthead = "Głowica drukująca tuszem czarnym matowym / błękitnym";
magentayellowPrinthead = "Głowica drukująca tuszem purpurowym / żółtym";
lightmagentalightcyanPrinthead = "Głowica drukująca tuszem jasnopurpurowym / jasnoniebieskim";
blackyellowPrinthead = "Głowica drukująca tuszem czarnym / żółtym";
cyanmagentaPrinthead = "Głowica drukująca tuszem błękitnym / purpurowym";

photoblackOJInk = "Pojemnik z tuszem fotograficznym czarnym Officejet";
blackOJInk = "Pojemnik z tuszem czarnym Officejet";
cyanOJInk = "Pojemnik z tuszem błękitnym Officejet";
yellowOJInk = "Pojemnik z tuszem żółtym Officejet";
magentaOJInk = "Pojemnik z tuszem purpurowym Officejet";
tricolorOJInk = "Pojemnik z tuszem trójkolorowym Officejet";

HSDDescriptionText = "Opcje wymiany materiałów drukujących:";
HSDFirstColumnHeader = "Materiał drukujący";
HSDSecondColumnHeader = "Numer";
HSDPrintButtonTitle = "Drukuj…";
HSDNotAllSuppliesAvailableTitle = "Nie wszystkie materiały drukujące są obsługiwane we wszystkich regionach.";

HighVolume = "Drukowanie wysokonakładowe";
Everyday = "Codzienne drukowanie";
Specialty = "Wydruki specjalne";
ColorPhoto = "Kolorowe wydruki zdjęć";
BWPhoto = "Drukowanie zdjęć czarno-białych";
PhotoDetails = "Popraw szczegółowość zdjęcia";
HSDUsageTypeColumnName = "Zalecane dla:";

blackCartridgePigment = "Pojemnik z czarnym tuszem";
cyanCartridgePigment = "Pojemnik z błękitnym tuszem";
magentaCartridgePigment = "Pojemnik z purpurowym tuszem";
yellowCartridgePigment = "Pojemnik z żółtym tuszem";

photoblackPWPigment = "Pojemnik PageWide z czarnym tuszem fotograficznym";
blackPWPigment = "Pojemnik PageWide z czarnym tuszem";
cyanPWPigment = "Pojemnik PageWide z błękitnym tuszem";
yellowPWPigment = "Pojemnik PageWide z żółtym tuszem";
magentaPWPigment = "Pojemnik PageWide z purpurowym tuszem";
tricolorPWPigment = "Pojemnik PageWide z trójkolorowym tuszem";
